Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: 2019 End-of-Year Release
tt: 2019 ел азагында чыгарыла

source: 2 down, keep it up!<playIcon></playIcon>
tt: Икесе әзер, <playIcon></playIcon> дәвам итегез!

source: 2 down, keep it up! <playIcon></playIcon>
tt: Икесе әзер, <playIcon></playIcon> дәвам итегез!

source: ≥ 2 No votes
tt: ≥ 2 «юк»

source: ≥ 2 Yes votes
tt: ≥ 2 «әйе»

source: Abkhaz
tt: Абхазча

source: About
tt: Хакында

source: Accent
tt: Акцент

source: Account
tt: Аккаунт

source: Acehnese
tt: Ачехча

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
tt: <playIcon></playIcon> { $actionType }, алар җөмләләрне төгәл укыдымы?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
tt: <recordIcon></recordIcon> { $actionType }, шуннан соң җөмләне кычкырып укыгыз

source: { $actionType }<stopIcon></stopIcon> when done
tt: Укып бетергәч, { $actionType }<stopIcon></stopIcon>

source: { $actionType } submit when ready
tt: Әзер булгач, тапшырыгыз { $actionType }

source: Add an avatar to your profile
tt: Профилегезгә аватар өстәгез

source: Add an avatar to your profile and say “hello!”
tt: Профилегезгә аватар өстәү

source: Additional Language
tt: Өстәмә тел

source: Add Language
tt: Тел өстәү

source: Add Your Voice
tt: Тавышыгызны өстәү

source: Adyghe
tt: Адыгей

source: Afrikaans
tt: Африкаанс

source: Age
tt: Яшь

source: Albanian
tt: Албанча

source: All
tt: Бөтенесе

source: All Languages
tt: Бөтен телләр

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
tt: Мәгълүмат тупланмасындагы барлык аудиоязмалар да шәхси мәгълүматтан чистартылалар. Проектта катнашучы профиле аша демографик мәгълүмат биргән булса, аудиоязмаларны тупланмага өстәр алдыннан ул мәгълүмат алардан бетерелә, һәм профильләрендә башкаларга беркайчан да күрсәтелми.

source: Amharic
tt: Амхар

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
tt: Кулланучының яше, җенесе һәм диалекты турындагы анонимлаштырылган күрсәткечләр сөйләм тану системаларын өйрәтүдә кулланыла торган аудио мәгълүматны яхшыртырга ярдәм итә. Сез тапшырган мәгълүматта кулланучы исемегез һәм эл. почтагыз беркайчан да күрсәтелмәячәк, һәм кулланучы исемегезнең ачык яки аноним булуын үзегез сайлый аласыз.

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
tt: Кулланучының яше, җенесе һәм диалекты турындагы анонимлаштырылган күрсәткечләр сөйләм тану системаларын өйрәтүдә кулланыла торган аудио мәгълүматны яхшыртырга ярдәм итә. Сез тапшырган мәгълүматта кулланучы исемегез һәм email'ыгыз беркайчан да күрсәтелмәячәк, һәм кулланучы исемегезнең ачык яки аноним булуын үзегез сайлый аласыз.

source: Arabic
tt: Гарәп

source: Aragonese
tt: Арагонча

source: Armenian
tt: Әрмән

source: Armenian Western
tt: Көнбатыш әрмән

source: Artificial intelligence
tt: Ясалма интеллект

source: Assamese
tt: Ассам

source: Asturian
tt: Астур

source: Audio Format
tt: Аудио форматы

source: Avatar
tt: Аватар

source: Avatar uploaded
tt: Аватар өстәлде

source: Average
tt: Уртача

source: A voice clip is marked "valid" when a user gives it a Yes vote.
tt: Әгәр кулланучы «әйе» дип җавап бирсә, аудиоязма «төгәл» дип тамгалана.

source: Awards
tt: Бүләкләр

source: Azerbaijani
tt: Азәри

source: Back
tt: Кире

source: Back to Top
tt: Сәхифә башына

source: Bambara
tt: Бамбара

source: Basaa
tt: Басаа

source: Bashkir
tt: Башкорт

source: Basque
tt: Баск

source: Become a partner
tt: Партнер булу

source: Belarusian
tt: Беларус

source: Benefits
tt: Уңай яклары

source: Bengali
tt: Бенгал

source: <bold>{ $count }</bold> Clips
tt: <bold>{ $count }</bold> Клиплар

source: <bold>Help us</bold> find more voices
tt: Безгә күбрәк тавыш табарга <bold>ярдәм итегез</bold>

source: <bold>iOS</bold> users can download our free app:
tt: <bold>iOS</bold>'ны кулланучылар безнең бушлай программабызны йөкләп ала алалар:

source: Both
tt: Икесе дә

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
tt: Бу проектның икесе дә — цифралаштырылган сөйләмдә булган тигезсезлекне төзәтүне максат итеп тоткан тырышлыкларыбызның бер өлеше. Сөйләм тану технологияләре электрон җиһазларыбызга кешечә бер йөз бирә, әмма аларны булдыру өчен, җитештерүчеләргә ифрат күп аудиоязмалар кирәк. Әлеге вакытта андый мәгълүматның күпчелек өлеше кыйммәт һәм проприетар. Без аудиомәгълүматның ирекле һәм һәркем өчен дә ачык булуын, һәм кешеләрнең төрлелеген чагылдыруын телибез. Бергәләшеп без сөйләм тану технологияләрен һәркем өчен дә яхшырак итә алабыз.

source: Both (Speak and Listen)
tt: Икесен дә (сөйләү һәм тыңлау)

source: Breton
tt: Бретонча

source: Browse Languages
tt: Телләрне карау

source: Build a custom goal
tt: Шәхси бер максат булдыру

source: Build Profile
tt: Профиль булдыру

source: Bulgarian
tt: Болгарча

source: Burmese
tt: Бирма

source: Buryat
tt: Бурят

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
tt: <b>Эл. почта адресы нигә кирәк?</b> Киләчәктә мәгълүмат тупланмасындагы үзгәрешләр турында хәбәр итү өчен, Сезнең белән элемтәгә керү кирәк булуы бар. Эл. почта безгә шундый мөмкинлек бирә.

source: By editing your goal, you may lose your existing progress.
tt: Көнлек максатыгызны үзгәртсәгез, инде булган статистикагыз югалырга мөмкин.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
tt: Эл. хатларга язылу аша сез Mozilla'ның әлеге мәгълүматны <privacyLink>Хосусыйлык Сәясәтендә</privacyLink> аңлатылганча эшкәртүе белән килешәсез.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
tt: Эл. хатларга язылу белән сез Мозилланың әлеге мәгълүматны <privacyLink>Хосусыйлык Сәясәтендә<privacyLink> аңлатылганча эшкәртүе белән килешәсез.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
tt: Common Voice мәгълүмат тупланмасындагы аудиоязмаларның авторларын ачыкларга тырышмаска <b>вәгъдә бирәсез</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
tt: Үзегез хакында бераз мәгълүмат бирсәгез, Сез Common Voice проектына йөкләгән аудиомәгълүмат сөйләм тану системаларының сыйфатын арттыру өчен тагын да файдалырак булачак.

source: By submitting your recordings, you waive all copyrights and related rights that you may have in them, and you agree to release the recordings to the public under <licenseLink>CC-0</licenseLink>. This means that you agree to waive all rights to the recordings worldwide under copyright and database law, including moral and publicity rights and all related and neighboring rights.
tt: Аудиоязмаларыгызны җибәргәндә, Сез барлык авторлык хокукларыгыздан һәм аудиоязмалар белән бәйле башка хокукларыгыздан ваз кичәсез һәм аудиоязмаларны <licenseLink>CC-0</licenseLink> лицензиясе белән җәмгыятькә нәшер итүгә ризалашасыз. Бу, аудиоязмалар өстендәге авторлык хокуклары турындагы, мәгълүмат базалары хокуклары турындагы кануннарда тасвирланган хокукларыгыздан, шул исәптән әхлакый һәм рекламалау хокукларыннан да, дөньякүләм рәвештә ваз кичәргә ризасыз дигән сүз.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
tt: Common Voice'ны куллануыгыз аша Сез безнең <termsLink>Шартлар</termsLink> һәм <privacyLink>Хосуйсыйлык сәясәте</privacyLink> белән килешәсез.

source: Cancel
tt: Баш тарту

source: Cancel Re-recording
tt: Яңадан яздырудан баш тарту.

source: Cancel Submission
tt: Йөкләүдән баш тарту

source: Can't decide?
tt: Бер карарга килә алмыйсызмы?

source: Cantonese
tt: Кантон

source: Catalan
tt: Каталан

source: Central Kurdish
tt: Сорани көрд

source: Change your email via Settings under Login Identity
tt: Эл. хатыгызны Көйләүләр аша логин бүлегендә үзгәртү

source: Chinese (China)
tt: Кытай (Кытай)

source: Chinese (Hong Kong)
tt: Кытайча (Гонконг)

source: Chinese (Taiwan)
tt: Кытайча (Тайвань)

source: Chuvash
tt: Чуваш

source: Clearing your profile data means this demographic information will no longer be submitted to Common Voice with your clip recordings.
tt: Сезнең профиль мәгълүматын бетерү аудиоязмаларыгыз белән бергә Common Voice'ка демографик мәгълүмат җибәрелмәячәк дигәнне аңлата.

source: Click
tt: Чиртегез

source: Clip Graveyard
tt: «Аудиоязма каберлеге»

source: Clips
tt: Клип

source: Clips recorded
tt: Клип яздырылды

source: Clips Uploaded
tt: Клип кабул ителде

source: Clips validated
tt: Клип тикшерелде

source: Clips You've Recorded
tt: Сез яздырган клиплар

source: Clips You've Validated
tt: Сез тикшергән клиплар

source: Close
tt: Ябу

source: Collecting sentences from the public domain, or writing new ones for the public domain.
tt: Җөмләләрне ачык лицензияле чыганаклардан туплау, яки яңаларны уйлап чыгарып, ачык лицензия белән нәшер итү.

source: Comment
tt: Комментарий

source: Common Voice data plus all other voice datasets above.
tt: Common Voice мәгълүматы плюс югарыдагы барлык башка тавыш мәгълүматы тупланмалары.

source: Common Voice Dataset
tt: Common Voice мәгълүмат тупланмасы

source: Common Voice has unlimited potential and we are indeed exploring speech interfaces in many Mozilla products, including Firefox.
tt: Common Voice'ның потенциалы чиксез һәм без чыннан да күп кенә Mozilla продуктларына, шул исәптән Firefox'ка да, сөйләм интерфейсын өстәү мөмкинлекләрен өйрәнәбез.

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
tt: Common Voice — күмәк проект, һәм, әлегә кадәр төзелгән иң зур, ачык кодлы аудиоязма тупланмасын булдыру өчен, без партнерларыбыз һәм иреклеләр җәмгыятенең ярдәменә мохтаҗ. Проектка ярдәм иткәннәре өчен, безнең түбәндәге кешеләргә һәм оешмаларга рәхмәт әйтәсебез килә:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
tt: «Common Voice» проекты — Mozilla компаниясенең компьютерларга кешеләрнең чынлыкта ничек сөйләшүен өйрәтүгә юнәлдерелгән инициативасы.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
tt: Common Voice — Mozilla'ның машиналарга кешеләр ничек сөйләшә икәнен өйрәтүгә юнәлдерелгән инициативасы.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
tt: Common Voice — Mozilla'ның җиһазларга чын кешеләр ничек сөйләшә икәнен өйрәтүгә багышланган инициативасының бер өлеше. Common Voice мәгълүмат тупланмасыннан тыш, без Deep Speech дип аталучы ачык кодлы сөйләм тану системасы өстендә дә эшлибез.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
tt: Common Voice — дөньяда иң зур, һәркем өчен дә ачык, күптелле аудиоязмалар тупланмасы ул.

source: Common Voice Legal Terms
tt: Common Voice'ны Куллану Шартлары

source: Common Voice Privacy Notice
tt: «Common Voice» проектының Хосусыйлык хакында аңлатмасы

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
tt: Common Voice язмалары академик оешмалар, кече бизнес һәм тавыш тану белән бәйле энтузиастлар тарафыннан тавыш модельләре кебек һәркемгә ачык булган ресурслар әзерләүдә һәм үстерүдә ярдәм күрсәтү өчен кулланыла.

source: Communications
tt: Элемтәләр

source: Confirm Goal
tt: Максатны раслау

source: Connect with Gravatar
tt: Gravatar белән тоташтыру

source: Contact
tt: Элемтә

source: Contact Form
tt: Элемтә формуляры

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
tt: Эчтәлек <licenseLink>Creative Commons лицензиясе</licenseLink> шартлары белән нәшер ителә

source: Continue
tt: Дәвам итү

source: Contribute
tt: Үз өлешеңне кертү

source: Contribute sentences
tt: Җөмләләр өстәү

source: Contribute to { $lang }
tt: { $lang }нә өлеш кертү

source: Contribute Your Voice
tt: Тавышыгызны иганә итегез

source: Contribution Activity
tt: Ярдәм итү активлыгы

source: Contribution Experience
tt: Катнашу тәрҗибәсе

source: Contributors record voice clips by reading from a bank of donated sentences.
tt: Катнашучылар, иганә ителгән җөмләләрне укып, аудиоязмалар булдыралар.

source: Cookies
tt: Кукилар

source: Cornish
tt: Корнча

source: Corsican
tt: Корсикан

source: { $count } clips
tt: { $count } клиплар

source: { $count } Clips Submitted
tt: { $count } Клип тапшырылды

source: { $count }mo
tt: ай

source: { $count }wk
tt: { $count } атна

source: { $count }y
tt: ел

source: Create a Custom Goal
tt: Шәхси бер максат кую

source: Create a custom voice wave to introduce yourself. Other users will be able to hover and listen to your clip.
tt: Сәламләү аудиосын яздырыгыз. Башка кулланучылар аны тыңлый алачак.

source: Create a profile
tt: Профиль ясау

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
tt: Профилегезнең аватарына аудиосәлам өстәгез. Башка кулланучылар, «тычкан»нарын аудиоязма өстенә китереп, аны тыңлый алачак.

source: Create Voicewave
tt: Сәламләү аудиосын булдыру

source: Croatian
tt: Хорват

source: Czech
tt: Чехча

source: Daily Goal
tt: Көнлек максат

source: Danish
tt: Данча

source: Dashboard
tt: Идарә панеле

source: Datasets
tt: Мәгълүмат тупланмасы

source: Date
tt: Дата

source: Days
tt: Көн

source: De-identified
tt: Анонимлаштырылган

source: DELETE
tt: БЕТЕРҮ

source: Delete Data
tt: Мәгълүматны бетерү

source: Delete my recordings
tt: Аудиоязмаларымны бетерү

source: Delete Profile
tt: Профильне бетерү

source: Dhivehi
tt: Мальдивча

source: Different language
tt: Башка тел

source: Difficult
tt: Кыен

source: Difficult to pronounce
tt: Әйтүе кыен

source: Disclaimer; Limitation of Liability: COMMON VOICE AND ALL INCLUDED RECORDINGS ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTY OF ANY KIND, WHETHER EXPRESS OR IMPLIED. MOZILLA TAKES NO RESPONSIBILITY AND ASSUMES NO LIABILITY FOR ANY RECORDINGS THAT YOU OR ANY OTHER USER OR THIRD PARTY POSTS OR TRANSMITS USING COMMON VOICE.
tt: Дискламация; Җаваплылыкны чикләү: COMMON VOICE ҺӘМ АНЫҢ ЭЧЕНДӘГЕ БАРЛЫК АУДИОЯЗМАЛАР ДА "НИЧЕК БАР ШУЛАЙ" НИГЕЗЕНДӘ, ҺИЧНИНДИ ГАРАНТИЯСЕЗ БИРЕЛӘ, ӘЙТЕЛГӘНМЕ-ӘЙТЕЛМӘГӘНМЕ. MOZILLA СЕЗНЕҢ ТАРАФТАН Я БАШКА КУЛЛАНУЧЫЛАР ТАРАФЫННАН, Я ДӘ ӨЧЕНЧЕ ЗАТ ТАРАФЫННАН COMMON VOICE'КА ӨСТӘЛГӘН Я ДӘ COMMON VOICE АША ҮТКӘН АУДИОЯЗМАЛАР ӨЧЕН ҖАВАПЛЫ ТҮГЕЛ ҺӘМ МОНЫҢ ӨЧЕН ҖАВАП ТОТМЫЙ.

source: Donate your voice
tt: Тавышыгызны иганә итегез

source: Don't see your language on Common Voice yet?
tt: Common Voice'ка Сезнең телегез өстәлмәгәнме әле?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
tt: Мәгълүмат тупланмасында Сезгә кирәкле телне күрмисезме? Яңа бер тел өстәлүен сорау өчен, «Телләр» битенә үтегез.

source: Download
tt: Йөкләү

source: Download Common Voice Data
tt: «Common Voice» мәгълүматларын йөкләп алу

source: Download Data
tt: Мәгълүматларны йөкләп алу

source: Download Dataset Bundle
tt: Мәгълүмат тупланмалары коллекциясен йөкләп алу

source: Download { $language }
tt: { $language } телен йөкләп алу

source: Download my data
tt: Минем мәгълүматны йөкләп алу

source: Download My Data
tt: Минем мәгълүматны йөкләп алу

source: Download the Single Word Target Segment
tt: Берсүзле максат сегментны йөкләгез

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
tt: Common Voice мәгълүмат тупланмасын яхшырту турында фикерләрегез бармы? Discourse'та сөйләгез

source: Do you want to continue?
tt: Дәвам итәсегез киләме?

source: Do you want to Speak, Listen or both?
tt: Сөйлисегез киләме, тыңлыйсыгызмы, әллә икесе дә?

source: Drag and drop or <browseWrap>Browse</browseWrap>
tt: Өстерәп китерү яки <browseWrap>Карап чыгу</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
tt: 'Җибәрү'гә баскач, мәгълүматны тапшыру кире элемтәсез генә башкарылачак. Ярдәм итү алдагы 5 язмага күчү белән дәвам итәчәк.

source: Dutch
tt: Һолландча

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
tt: Мәгълүмат тупланмасындагы һәрбер язма уникаль MP3 файлдан һәм аңа туры килүче текст файлыннан гыйбарәт. <b>{ $total }</b> сәгатьлек язмаларның күбесе өчен ул язманы яздырган кешенең яше, җенесе, һәм акценты кебек демографик мәгълүмат тә бар. Андый төр мәгълүмат сөйләм тану системасы яхшырак эшләсен өчен кирәк. Мәгълүмат тупланмасында хәзерге вакытта барлыгы <b>{ $languages }</b> телдә <b>{ $valid }</b> сәгатьлек тикшерелгән аудио бар, әмма без һәрдаим яңа аудиоязмалар һәм телләр өстәп торабыз. Яңа бер телнең өстәлүен сорау яки үз өлешегезне куша башлау өчен, <languagesLink>«Телләр» сәхифәсенә</languagesLink> үтегез.

source: Easy
tt: Җиңел

source: Edit
tt: Үзгәртү

source: Edit Profile
tt: Профильгә үзгәрешләр кертү

source: Effective { DATETIME($date, month: "long", year: "numeric", day: "numeric") }
tt: { DATETIME($date, month: "long", year: "numeric", day: "numeric") } датасыннан башлап үз көчендә

source: Eligibility
tt: Катнашучыларга таләпләр

source: Email
tt: Эл. почта

source: Email is already used for a different account
tt: Әлеге эл. хат башка аккаунтта кулланыла инде

source: Email Subscriptions
tt: Email аша язылулар

source: English
tt: Инглизчә

source: Enter Email to Download
tt: Йөкләү өчен эл. почтагызны языгыз

source: Enter email to send a sign up link
tt: Теркәлүгә сылтама алу өчен эл. почтагызны языгыз

source: Enter your email
tt: Эл. почтагызны кертегез

source: Error { $code }
tt: Хата { $code }

source: Erzya
tt: Эрзяча

source: Esperanto
tt: Эсперанто

source: Estonian
tt: Эстонча

source: Everyone
tt: Һәркем

source: EXCEPT AS REQUIRED BY LAW, MOZILLA AND THE MOZILLA PARTIES WILL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF OR IN ANY WAY RELATING TO THESE TERMS OR THE USE OF OR INABILITY TO USE THE SERVICES, INCLUDING WITHOUT LIMITATION DIRECT AND INDIRECT DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, LOST PROFITS, LOSS OF DATA, AND COMPUTER FAILURE OR MALFUNCTION, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF THE THEORY (CONTRACT, TORT, OR OTHERWISE) UPON WHICH SUCH CLAIM IS BASED. THE COLLECTIVE LIABILITY OF MOZILLA AND THE MOZILLA PARTIES UNDER THIS AGREEMENT WILL NOT EXCEED $500 (FIVE HUNDRED DOLLARS). SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL, CONSEQUENTIAL, OR SPECIAL DAMAGES, SO THIS EXCLUSION AND LIMITATION MAY NOT APPLY TO YOU.
tt: КАНУН БУЕНЧА ТАЛӘП ИТЕЛГӘННӘН ТЫШ, MOZILLA ҺӘМ MOZILLA ӘГЪЗАЛАРЫ, БУ ШАРТЛАРДАН КИЛЕП ЧЫГУЧЫ ЯКИ АЛАРГА НИЧЕК ТӘ БУЛСА БӘЙЛЕ БУЛГАН ЯКИ СЕРВИСЛАРНЫ КУЛЛАНУГА ЯКИ АЛАРНЫ КУЛЛАНА АЛМАУГА БӘЙЛЕ БУЛГАН ТЕЛӘСӘ НИНДИ ТУРЫНДАН-ТУРЫ БУЛМАГАН, МАХСУС, ОЧРАКЛЫ, ЭЗЛЕКЛЕ ЯКИ МИСАЛ ЗЫЯН САЛУЛАР ӨЧЕН, ТУРЫДАН-ТУРЫ ҺӘМ ТУРЫДАН-ТУРЫ БУЛМАГАН ЗЫЯН САЛУЛАРНЫ ДА ЧИКЛӘҮЛӘРСЕЗ КЕРТЕП, ИРЕКЛЕ ИХТЫЯРНЫ ҖУЮ ӨЧЕН, ЭШ ТУКТАЛУ ӨЧЕН, КЕРЕМ ЮГАЛТУ ӨЧЕН, БИРЕЛГӘННӘРНЕҢ ЮГАЛУЫ ӨЧЕН, КОМПЬЮТЕРНЫҢ ҖИМЕРЕЛҮЕ ЯКИ ДӨРЕС ЭШЛӘМӘВЕ ӨЧЕН, БУ ЗЫЯННАР МӨМКИНЛЕГЕ ХАКЫНДА ИСКӘРТҮ БУЛСА ДА ҺӘМ ШИКАЯТЬНЕҢ НИНДИ ТЕОРИЯГӘ (КОНТРАКТ, ДЕЛИКТ Я БАШКА) НИГЕЗЛӘНГӘН БУЛУЫНА БӘЙСЕЗ РӘВЕШТӘ, ҖАВАП ТОТМАЯЧАК. MOZILLA'НЫҢ ҺӘМ MOZILLA ӘГЪЗАЛАРЫНЫҢ КОЛЛЕКТИВ ҖАВАПЛЫЛЫГЫ БУ КИЛЕШҮ БУЕНЧА 500 (БИШ ЙӨЗ) ДОЛЛАРДАН АРТМАЯЧАК. КАЙБЕР ЮРИСДИКЦИЯЛӘР ОЧРАКЛЫ, НӘТИҖӘЛЕ Я МАХСУС ЗЫЯН САЛУЛАР ӨЧЕН ЧЫГАРМА ЯСАУНЫ ЯКИ АЛАРНЫ ЧИКЛӘҮНЕ РӨХСӘТ ИТМИ, ШУНЛЫКТАН БУ ЧЫГАРМАЛАР ЯКИ ЧИКЛӘҮЛӘР СЕЗГӘ КАГЫЛМАСКА МӨМКИН.

source: Exit
tt: Чыгу

source: Exit & Delete clips
tt: Чыгу һәм клипларны бетерү

source: Exit Form
tt: Формулярдан чыгу

source: FAQ
tt: Сорау-Җавап

source: Faroese
tt: Фарерча

source: Female
tt: Хатын-кыз

source: Finish editing first?
tt: Башта мөхәррирләүне тәмамларгамы?

source: Finish recording
tt: Яздыруны тәмамлау

source: Finish recording first?
tt: Башта яздыруны тәмамларгамы?

source: Finnish
tt: Фин

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
tt: Сез аудиоязма яздырган яисә тикшергән саен, хисап язмагыздагы панель яңартылып, сезнең һәр телгә керткә өлешегезне күрсәтеп торачак. Әйе, берничә телгә өлеш кертә аласыз!<br/><br/> Статистикагызны күзәтеп бару, башкалар белән чагыштыру, көндәлек, атналык максатларыгызның үтәлеүен карау өчен мәгълүмат панелен кулланыгыз.

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
tt: Эшкә кушылган әлеге телләр өчен сайт уңышлы <localizationGlossaryLink>тәрҗемә ителеп</localizationGlossaryLink>, <speakLink>Сөйләү</speakLink> һәм <listenLink>Тыңлау</listenLink> өчен җитәрлек күләмдә <sentenceCollectionGlossaryLink>җөмләләр җыелды</sentenceCollectionGlossaryLink>.
